/* No comment provided by engineer. */
"CPU Speed (MHz)" = "Velocidad de CPU (MHz)";

/* No comment provided by engineer. */
"CPU Subtype" = "Subtipo de CPU";

/* No comment provided by engineer. */
"CPU Type" = "Tipo de CPU";

/* No comment provided by engineer. */
"Homepage" = "Página de inicio";

/* No comment provided by engineer. */
"License" = "Licencia";

/* No comment provided by engineer. */
"Mac Model" = "Modelo Mac";

/* No comment provided by engineer. */
"Memory (MB)" = "Memoria (MB)";

/* No comment provided by engineer. */
"Number of CPUs" = "Número de CPUs";

/* No comment provided by engineer. */
"OS Version" = "Versión OS";

/* No comment provided by engineer. */
"Preferred Language" = "Lenguaje Preferido";

